Repository: eigendude/controller-topology-project
Catalog: addons/game.controller.vb/resources/language/resource.language.*/strings.po
Languages: sv_se

# Addon Summary
source: Nintendo Virtual Boy controller
sv_se: Nintendo Virtual Boy-kontroller

# Addon Description
source: The Virtual Boy is a 32-bit console released by Nintendo in 1995. While Nintendo promised a virtual reality experience, the red monochrome display and bulky table-mounted headset lead to a poor immersive experience.
sv_se: Virtual Boy är en 32-bitars konsol som släpptes av Nintendo 1995. Nintendo utlovade en virtuell verklighetsupplevelse, men den röda monokroma skärmen och det skrymmande bordsmonterade headsetet ledde till en dålig upplevelse.

# Addon Disclaimer
source: Image credit: OpenEmu (openemu.org)
sv_se: Bildreferens: OpenEmu (openemu.org)

# #30005
source: Left Up
sv_se: Vänster upp

# #30006
source: Left Right
sv_se: Vänster höger

# #30007
source: Left Down
sv_se: Vänster ner

# #30008
source: Left Left
sv_se: Vänster vänster

# #30009
source: Right Up
sv_se: Höger upp

# #30010
source: Right Right
sv_se: Höger höger

# #30011
source: Right Down
sv_se: Höger ner

# #30012
source: Right Left
sv_se: Höger vänster

# #30013
source: Left Bumper
sv_se: Vänster bumper

# #30014
source: Right Bumper
sv_se: Höger bumper
