Repository: eigendude/controller-topology-project
Catalog: addons/game.controller.ws/resources/language/resource.language.*/strings.po
Languages: sv_se

# Addon Description
source: The WonderSwan is a 16-bit handheld console released in 1999 by Bandai. It is playable both vertically and horizontally, and was praised for its long battery life and unique library of games.
sv_se: WonderSwan är en 16-bitars handhållen konsol som lanserades 1999 av Bandai. Den är spelbar både vertikalt och horisontellt och hyllades för sin långa batteritid och sitt unika spelbibliotek.

# Addon Disclaimer
source: Image credit: OpenEmu (openemu.org)
sv_se: Bildreferens: OpenEmu (openemu.org)

# #30004
source: X-Cursor Up
sv_se: X-markör upp

# #30005
source: X-Cursor Right
sv_se: X-markör höger

# #30006
source: X-Cursor Down
sv_se: X-markör ner

# #30007
source: X-Cursor Left
sv_se: X-markör vänster

# #30008
source: Y-Cursor Up
sv_se: Y-markör upp

# #30009
source: Y-Cursor Right
sv_se: Y-markör höger

# #30010
source: Y-Cursor Down
sv_se: Y-markör ner

# #30011
source: Y-Cursor Left
sv_se: Y-markör vänster
